import React from "react";


const UseTerm = () => {
  return (
    <div>
      <div>
          총칙 
          <br/><br/>

          제1조(목적)<br/>
          이 약관은 주식회사 컬리 회사(전자상거래 사업자)가 운영하는 인터넷사이트 마켓컬리(이하 "컬리"라 한다)에서 제공하는 전자상거래 관련 서비스(이하 "서비스"라 한다)를 이용함에 있어 컬리와 이용자의 권리, 의무 및 책임사항을 규정함을 목적으로 합니다.<br/>
          *PC통신, 스마트폰 앱, 무선 등을 이용하는 전자상거래에 대해서도 그 성질에 반하지 않는 한 준용합니다.
          <br/><br/>

          제2조(정의)<br/>
          ① "컬리"란 회사가 재화 또는 용역(이하 "재화 등"이라 함)을 이용자에게 제공하기 위하여 컴퓨터 등 정보통신설비를 이용하여 재화 등을 거래할 수 있도록 설정한 가상의 영업장을 말하며, 아울러 서비스를 운영하는 사업자의 의미로도 사용합니다.<br/>
          ② "이용자"란 "컬리"에 접속하여 이 약관에 따라 "컬리"가 제공하는 서비스를 받는 회원 및 비회원을 말합니다.<br/>
          ③ ‘회원’이라 함은 "컬리"에 회원등록을 한 자로서, 계속적으로 "컬리"가 제공하는 서비스를 이용할 수 있는 자를 말합니다.<br/>
          ④ ‘비회원’이라 함은 회원에 가입하지 않고 "컬리"가 제공하는 서비스를 이용하는 자를 말합니다.<br/>
          ⑤ "휴면회원"이라 함은 "컬리"의 ‘회원’중 1년 이상 서비스 이용 기록이 없는 자를 말합니다. 휴면 회원은 "컬리"의 정책에 따라 서비스 이용이 제한 될 수 있으며, 다시 서비스를 이용하기 위하여는 거래 안전 등을 위하여 "컬리"가 정하는 본인확인 절차 등을 이행하여야 올바른 ‘회원’의 서비스를 이용할 수 있습니다.<br/>
          <br/>

          제3조 (약관 등의 명시와 설명 및 개정) <br/>
          ① "컬리"는 이 약관의 내용과 상호 및 대표자 성명, 영업소 소재지 주소(소비자의 불만을 처리할 수 있는 곳의 주소를 포함), 전화번호/모사전송번호/전자우편주소, 사업자등록번호, 통신판매업 신고번호, 개인정보 보호책임자 등을 이용자가 쉽게 알 수 있도록 컬리의 초기 서비스화면(전면)에 게시합니다. 다만, 약관의 내용은 이용자가 연결화면을 통하여 볼 수 있도록 할 수 있습니다.<br/>
          ② "컬리"는 이용자가 약관에 동의하기에 앞서 약관에 정하여져 있는 내용 중 청약철회/배송책임/환불조건 등과 같은 중요한 내용을 이용자가 이해할 수 있도록 별도의 연결화면 또는 팝업화면 등을 제공하여 이용자의 확인을 구하여야 합니다.<br/>
          ③ "컬리"는「전자상거래 등에서의 소비자보호에 관한 법률」, 「약관의 규제에 관한 법률」, 「전자문서 및 전자거래기본법」, 「전자금융거래법」, 「전자서명법」, 「개인정보보호법」, 「방문판매 등에 관한 법률」, 「소비자기본법」 등 관련 법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.<br/>
          ④ "컬리"가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 몰의 초기화면에 그 적용일자 7일 이전부터 적용일자 전일까지 공지합니다. 다만, 이용자에게 불리하게 약관내용을 변경하는 경우에는 최소한 30일 이상의 사전 유예기간을 두고 공지합니다. 이 경우 "컬리"는 개정 전 내용과 개정 후 내용을 명확하게 비교하여 이용자가 알기 쉽도록 표시합니다.<br/>
          ⑤ "컬리"가 약관을 개정할 경우에는 그 개정약관은 그 적용일자 이후에 체결되는 계약에만 적용되고 그 이전에 이미 체결된 계약에 대해서는 개정 전의 약관조항이 그대로 적용됩니다. 다만 이미 계약을 체결한 이용자가 개정약관 조항의 적용을 받기를 원하는 뜻을 제4항에 의한 개정약관의 공지기간 내에 "컬리"에 송신하여 "컬리"의 동의를 받은 경우에는 개정약관 조항이 적용됩니다.<br/>
          ⑥ 이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 전자상거래 등에서의 소비자보호에 관한 법률, 약관의 규제 등에 관한 법률, 공정거래위원회가 정하는 전자상거래 등에서의 소비자 보호지침 및 관계법령 또는 상관례에 따릅니다.
      </div>

      <div>
        제4조(서비스의 제공 및 변경)<br/>
        ① "컬리"는 다음과 같은 업무를 수행합니다.<br/>
        1. 재화 또는 용역에 대한 정보 제공 및 구매계약의 체결<br/>
        2. 구매계약이 체결된 재화 또는 용역의 배송<br/>
        3. 기타 "컬리"가 정하는 업무<br/>
        ② "컬리"는 재화 또는 용역의 품절 또는 기술적 사양의 변경 등의 경우에는 장차 체결되는 계약에 의해 제공할 재화 또는 용역의 내용을 변경할 수 있습니다. 이 경우에는 변경된 재화 또는 용역의 내용 및 제공일자를 명시하여 현재의 재화 또는 용역의 내용을 게시한 곳에 즉시 공지합니다.<br/>
        ③ "컬리"가 제공하기로 이용자와 계약을 체결한 서비스의 내용을 재화등의 품절 또는 기술적 사양의 변경 등의 사유로 변경할 경우에는 그 사유를 이용자에게 통지 가능한 주소로 즉시 통지합니다.<br/>
        ④ 전항의 경우 "컬리"는 이로 인하여 이용자가 입은 손해를 배상합니다. 다만, "컬리"가 고의 또는 과실이 없음을 입증하는 경우에는 그러하지 아니합니다.<br/>
        <br/>


        제5조(서비스의 중단)<br/>
        ① "컬리"는 컴퓨터 등 정보통신설비의 보수점검/교체 및 고장, 통신의 두절 등의 사유가 발생한 경우에는 서비스의 제공을 일시적으로 중단할 수 있습니다.<br/>
        ② "컬리"는 제1항의 사유로 서비스의 제공이 일시적으로 중단됨으로 인하여 이용자 또는 제3자가 입은 손해에 대하여 배상합니다. 단, "컬리"가 고의 또는 과실이 없음을 입증하는 경우에는 그러하지 아니합니다.<br/>
        ③ 사업종목의 전환, 사업의 포기, 업체 간의 통합 등의 이유로 서비스를 제공할 수 없게 되는 경우에는 "컬리"는 제8조에 정한 방법으로 이용자에게 통지하고 당초 "컬리"에서 제시한 조건에 따라 소비자에게 보상합니다. 다만, "컬리"가 보상기준 등을 고지하지 아니한 경우에는 이용자들의 마일리지 또는 적립금 등을 "컬리"에서 통용되는 통화가치에 상응하는 현물 또는 현금으로 이용자에게 지급합니다.
      </div>

      <div>
            제6조(회원가입) <br/>
            ① 이용자는 "컬리"가 정한 가입 양식에 따라 회원정보를 기입한 후 이 약관에 동의한다는 의사표시를 함으로서 회원가입을 신청합니다.<br/>
            ② "컬리"는 제1항과 같이 회원으로 가입할 것을 신청한 이용자 중 다음 각 호에 해당하지 않는 한 회원으로 등록합니다.<br/>
            1. 가입신청자가 이 약관 제7조제3항에 의하여 이전에 회원자격을 상실한 적이 있는 경우, 다만 제7조제3항에 의한 회원자격 상실 후 3년이 경과한 자로서 "컬리"의 회원재가입 승낙을 얻은 경우에는 예외로 한다.<br/>
            2. 등록 내용에 허위, 기재누락, 오기가 있는 경우<br/>
            3. 기타 회원으로 등록하는 것이 "컬리"의 기술상 현저히 지장이 있다고 판단되는 경우<br/>
            4. 회원가입 및 전자상거래상의 계약에 관한 서비스는 만 14세 이상인자에 한함<br/>
            ③ 회원가입계약의 성립 시기는 "컬리"의 승낙이 회원에게 도달한 시점으로 합니다.<br/>
            ④ 회원은 회원가입 시 등록한 사항에 변경이 있는 경우, 상당한 기간 이내에 "컬리"에 대하여 회원정보 수정 등의 방법으로 그 변경사항을 알려야 합니다.<br/>
            <br/>

            제7조(회원 탈퇴 및 자격 상실 등) <br/>
            ① 회원은 "컬리"에 언제든지 탈퇴를 요청할 수 있으며 "컬리"는 회원의 요청을 받았을 경우 사이트를 통하여 "컬리"가 고지한 방법에 따라 신속하게 회원탈퇴를 처리합니다<br/>
            ② 회원이 다음 각 호의 사유에 해당하는 경우, "컬리"는 회원자격을 제한 및 정지시킬 수 있습니다.<br/>
            1. 가입 신청 시에 타인의 정보 또는 허위의 정보를 입력하거나 가입 내용에 정보의 누락, 오기가 있는 경우<br/>
            2. "컬리"를 이용하여 구입한 재화 등의 대금, 기타 "컬리"이용에 관련하여 회원이 부담하는 채무를 기일에 지급하지 않는 경우<br/>
            3. 다른 사람의 "컬리" 이용을 방해하거나 그 정보를 도용하는 등 전자상거래 질서를 위협하는 경우<br/>
            4. "컬리"를 이용하여 법령 또는 이 약관이 금지하거나 공서양속에 반하는 행위를 하는 경우<br/>
            5. 기타 다음과 같은 행위 등으로 "컬리"의 건전한 운영을 해하거나 "컬리"의 업무를 방해하는 경우<br/>
            가. "컬리"의 운영과 관련하여 근거 없는 사실 또는 허위의 사실을 적시하거나 유포하여 "컬리"의 명예를 실추시키거나 "컬리"의 신뢰성을 해하는 경우<br/>
            나. "컬리"의 이용과정에서 직원에게 폭언, 협박 또는 음란한 언행, 이에 준하는 행동 등으로 "컬리"의 운영을 방해하는 경우<br/>
            다. "컬리"를 통하여 재화 등을 구매한 후 정당한 이유 없이 상습 또는 반복적으로 취소·반품하여 "컬리"의 업무를 방해하는 경우<br/>
            라. "컬리"를 통해 구입한 상품 또는 용역에 특별한 하자가 없는데도 불구하고 일부 사용 후 상습적인 취소·전부 또는 일부 반품, 이의 제기 등으로 회사의 업무를 방해하는 경우<br/>
            마. "컬리"가 본인 확인 절차를 실시할 경우 본인 확인이 되지 않거나 본인이 아님이 확인된 경우<br/>
            바. 이미 가입된 "컬리"의 회원의 개인정보(이름, 전화번호, 주소 등)와 동일한 경우<br/>
            사. 부정한 용도 또는 영리를 추구할 목적으로 서비스를 이용하는 경우<br/>
            아. 동일/유사한 아이디, 전화번호, 주소 등의 회원정보를 통하여 부정한 사용을 하는 것으로 의심되는 경우<br/>
            자. "컬리"로부터 서비스 제한, 회원 자격 정지 조치 등을 받은 회원이 그 조치기간 중에 이용계약을 임의해지하고 재이용신청을 하는 경우<br/>
            차. 무단으로 "컬리"의 재화, 용역, 정보를 수집하거나 외부에 제출, 게시, 이용하여 "컬리"의 저작권, 상표권 등 지식재산권을 침해하는 경우<br/>
            카. 이름, 주소, 전화번호 등 회원정보를 종합하여 실질적으로 동일인으로 인정되는 기존 회원이 다른 ID로 회원가입 또는 중복가입한 경우<br/>
            ③ 회원이 제2항에 해당하는 경우, "컬리"는 회원에게 제공한 혜택(적립금, 쿠폰 등)을 회수하거나 서비스 이용 제한(배송 취소 등)의 조치를 취할 수 있습니다.<br/>
            ④ 재판매 목적 등으로 "컬리"에서 재화 등을 중복 구매하는 등 "컬리"의 거래질서를 방해하는 경우 "컬리"는 당해 회원의 회원자격을 상실시킬 수 있습니다.<br/>
            ⑤ "컬리"가 회원 자격을 제한/정지 시킨 후, 동일한 행위가 2회 이상 반복되거나 30일 이내에 그 사유가 시정되지 아니하는 경우 "컬리"는 회원자격을 상실시킬 수 있습니다.<br/>
            ⑥ "컬리"가 회원자격을 상실시키는 경우에는 회원등록을 말소합니다. 이 경우 회원에게 이를 통지하고, 회원등록 말소 전에 최소한 30일 이상의 기간을 정하여 소명할 기회를 부여합니다.<br/>
            <br/>


            제8조(회원에 대한 통지)<br/>
            ① "컬리"가 회원에 대한 통지를 하는 경우, 회원이 "컬리"와 미리 약정하여 지정한 전자우편(또는 우편), 문자, 전화, 팩스 등의 방법으로 할 수 있습니다.<br/>
            ② "컬리"는 불특정다수 회원에 대한 통지의 경우 1주일이상 "컬리" 게시판에 게시함으로서 개별 통지에 갈음할 수 있습니다. 다만, 회원 본인의 거래와 관련하여 중대한 영향을 미치는 사항에 대하여는 개별통지를 합니다.

      </div>
      
    </div>
  )
}


export default UseTerm